<template>
  <article class="_article _top">
    <h1>二次創作ガイドライン</h1>
    <p>これは、私が権利を保有するすべての著作物における二次創作についてのガイドライン(以下、本ガイドラインとする)です。 </p>
    <h2>著作物の定義</h2>
    <p>本ガイドラインにおいて、著作物とは次のものを指します。</p>
    <ol>
      <li>アレンジでない、オリジナルの楽曲</li>
      <li>うちの子のキャラクター</li>
      <li>ギャラリーに掲載されている、作者がゼルチカである画像</li>
      <li>私が開発したソフトウェア</li>
    </ol>
    <h2>二次創作の定義</h2>
    <p>本ガイドラインにおいて、二次創作とは、著作物から派生した作品を指します。ただし、禁止事項については、二次創作から派生した作品についても、本ガイドラインでは二次創作と同様に扱います</p>
    <h2>許可事項</h2>
    <ol>
      <li>著作物の二次創作を作ること。</li>
      <li>著作物を私的に楽しむこと。</li>
      <li>二次創作をインターネット上に公開すること。</li>
      <li>二次創作を現実にて頒布すること。</li>
      <li>二次創作を同人活動の一環で販売すること。</li>
      <li>レーティング指定されるべき表現（性的表現、暴力表現など）を二次創作に取り入れること。</li>
    </ol>
    <h2>禁止事項</h2>
    <p>本項に反する使い方が確認された場合、法的措置を取らせていただくことがあります。</p>
    <ol>
      <li>二次創作を無断で商用目的（企業、法人の方による営利目的）で販売すること(見積もり等相談には応じますので、ご連絡ください)。</li>
      <li>二次創作を無断で商業におけるマスコットとして使うこと。</li>
      <li>二次創作であることを明示せず、あたかも自分のオリジナルであるかのように公開すること。</li>
      <li>一次創作（私の制作したコンテンツ）を再配布または販売すること。</li>
      <li>反社会的組織、宗教組織、政治団体による利用。</li>
      <li>その他、ゼルチカが不適切と判断したこと。</li>
    </ol>
    <h2>義務</h2>
    <p>二次創作物を利用する場合、次のことを必ず守ってください。</p>
    <ol>
      <li>二次創作であることを明示すること。</li>
      <li>出典元として https://xeltica.work を必ず掲載すること。</li>
      <li>派生元としてゼルチカの名前を必ず掲載すること。</li>
      <li>禁止事項は、二次創作から派生した作品についても適用されます。よって、その旨を必ず著作物の説明として付加すること。</li>
    </ol>
    <p>二次創作によるトラブルについて、ゼルチカは一切責任を負いかねます。</p>
    <p>なお、二次創作物については、作者が示す規約にも追加で従うようにしてください。</p>
    <p>きまりを守って楽しい創作を。</p>
    <p>2020/5/15 改訂</p>
    <p>2019/8/10 改訂</p>
  </article>
</template>

<script lang="ts">
import { Vue, Component } from 'nuxt-property-decorator';
import { MetaInfo } from 'vue-meta';
import { generateMeta } from '../misc/generate-meta';

@Component
export default class Guideline extends Vue {
  meta (): MetaInfo {
    return {
      title: '二次創作ガイドライン',
      meta: [...generateMeta('二次創作ガイドライン', 'Xeltica 作品の二次利用に関するガイドライン。')]
    };
  }
}
</script>
